---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadAttrMomentScaleFactor
source: html/faf303c2-942b-4690-1c0d-8278106155b0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadAttrMomentScaleFactor Property

"Moment scale"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadAttrMomentScaleFactor { get; }
```